Repository: resurrecting-open-source-projects/dcfldd
Catalog: po/*.po
Languages: cs

source: invalid argument %s for `%s'
cs: argument %s není pro `%s' platný

source: ambiguous argument %s for `%s'
cs: argument %s není pro `%s' jednoznaèný

source: Valid arguments are:
cs: Platné argumenty (pøepínaèe) jsou:

source: write error
cs: chyba pøi zápisu

source: Unknown system error
cs: Neznámá chyba systému

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s' není jednoznaèný

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s' musí být zadán bez argumentu

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s' musí být zadán bez argumentu

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s'

source: %s: illegal option -- %c
cs: %s: neznámý pøepínaè -- %c

source: %s: invalid option -- %c
cs: %s: neznámý pøepínaè -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: pøepínaè `-W %s' není jednoznaèný

source: %s: option `-W %s' doesn't allow an argument
cs: %s: pøepínaè ` -W %s' musí být zadán bez argumentu

source: block size
cs: velikost bloku

source: cannot chdir to directory, %s
cs: do adresáøe `%s' nelze vejít

source: memory exhausted
cs: pamì» vyèerpána

source: ^[yY]
cs: ^[yYaA]

source: cannot output U+%04X: iconv function not usable
cs: znak U+%04X nelze vypsat: funkce iconv není pou¾ívatelná

source: U+%04X: character out of range
cs: U+%04X: znak mimo rozsah

source: cannot convert U+%04X to local character set
cs: znak U+%04X nelze konvertovat do lokální znakové sady

source: cannot output U+%04X: iconv function not available
cs: znak U+%04X nelze vypsat: funkce iconv není k dispozici

source: invalid user
cs: neplatný u¾ivatel

source: invalid group
cs: neplatná skupina

source: cannot get the login group of a numeric UID
cs: k UID nelze zjistit pøihla¹ovací skupinu

source: cannot omit both user and group
cs: nemù¾ete vynechat jak u¾ivatele tak skupinu

source: Written by %s.
cs: Autoøi: %s.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Toto je volné programové vybavení; podmínky pro kopírování a roz¹iøování naleznete ve zdrojových textech. Toto programové vybavení je zcela BEZ ZÁRUKY, a to i bez záruky PRODEJNOSTI nebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL.

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.

source: Usage: %s [OPTION]...
cs: Pou¾ití: %s [PØEPÍNAÈ]...

source: Report bugs to <bug-fileutils@gnu.org>.
cs: Chyby v programu oznamujte na adrese <bug-fileutils@gnu.org> (pouze anglicky), pøipomínky k pøekladu zasílejte na adresu <cs@li.org> (èesky)

source: %s+%s records in
cs: %s+%s vstoupiv¹ích záznamù

source: %s+%s records out
cs: %s+%s vystoupiv¹ích záznamù

source: truncated record
cs: zkrácený záznam

source: truncated records
cs: zkrácené záznamy

source: only one conv in {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}
cs: mù¾e být pou¾it v¾dy pouze jeden z {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}

source: standard input
cs: standardní vstup

source: file offset out of range
cs: posun v souboru mimo rozsah

source: standard output
cs: standardní výstup
